Repository: stepanzubkov/florgon-gatey-plasmoid
Catalog: plasmoid/translate/*.po
Languages: nl, ru

source: Florgon Gatey Widget
ru: Florgon Gatey Виджет

source: Logging service for developers
nl: Logboekdienst voor ontwikkelaars
ru: Сервис логирования для разработчиков

source: General
nl: Algemeen
ru: Общие

source: For Developers
nl: Voor ontwikkelaars
ru: Для разработчиков

source: %1 event
nl: %1 melding
ru: %1 событие

source: - events
nl: - meldingen
ru: - событий

source: You are authorised successfully!
nl: Je bent geautoriseerd!
ru: Вы успешно авторизованы!

source: Server returned an error:
nl: De server stuurde een foutmelding terug:
ru: Сервер вернул ошибку:

source: Session token:
nl: Sessiesleutel:
ru: Токен сессии:

source: Get access token
nl: Toegangssleutel ophalen
ru: Получить токен доступа

source: Session token shouldn't be empty
nl: Voer een sessiesleutel in
ru: Токен сессии не должен быть пустым

source: Use default Florgon Gatey server
nl: Standaard Florgon Gatey-server gebruiken
ru: Использовать сервер Florgon Gatey по-умолчанию

source: Use self-hosted Gatey server
nl: Eigen Florgon Gatey-server gebruiken
ru: Использовать собственный сервер Gatey

source: Self-hosted server:
nl: Eigen server:
ru: Собственный сервер:

source: Florgon access token:
nl: Flogon-toegangssleutel:
ru: Токен доступа Florgon:

source: Login
nl: Inloggen
ru: Войти

source: Choose project:
nl: Kies een project:
ru: Выберите проект:

source: Login before choosing a project
nl: Log in om een project te kunnen kiezen
ru: Войдите перед тем, как выбрать проект

source: Update every:
nl: Bijwerken, elke:
ru: Обновлять каждые:

source: min
ru: мин

source: Token invalid! No additional information.
nl: De toegangssleutel is ongeldig! Er is geen aanvullende informatie beschikbaar.
ru: Неправильный токен! Нет дополнительной информации.

source: Token invalid! No additonal information.
ru: Неправильный токен! Нет дополнительной информации.

source: Choose project in settings
nl: Kies een project in de instellingen
ru: Выберите проект в настройках

source: Exception
nl: Uitzondering
ru: Исключение

source: Message
nl: Bericht
ru: Сообщение

source: Open in browser
nl: Openen in webbrowser
ru: Открыть в браузере

source: Events filters:
nl: Gebeurtenisfilters:
ru: Фильтры событий:

source: Only signed:
nl: Alleen ondertekende:
ru: Только подписанные:

source: Only exceptions:
nl: Alleen uitzonderingen:
ru: Только исключения:
